Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Send message
ar: إرسال رسالة
ca: Envia el missatge
cy: Anfon neges
da: Send besked
da_instk12: Send besked
de: Nachricht senden
es: Enviar mensaje
es_es: Enviar mensaje
fi: Lähetä viesti
fr: Envoyer un message
fr_ca: Envoyer un message
ga: Seol teachtaireacht
hi: संदेश भेजें
ht: Voye mesaj
id: Kirim pesan
is: Senda skilaboð
it: Invia messaggio
ja: メッセージを送信する
ko: 메시지 보내기
mi: Tuku karere
ms: Hantar mesej
nb: Send melding
nb_instk12: Send melding
nl: Bericht versturen
pl: Wyślij wiadomość
pt: Enviar mensagem
pt_br: Enviar mensagem
ru: Отправить сообщение
sl: Pošlji sporočilo
sv: Skicka meddelandet
sv_instk12: Skicka meddelandet
th: ส่งข้อความ
vi: Gửi tin nhắn
zh: 发送消息
zh_hk: 傳送訊息

source: Send weekly summary
ar: إرسال ملخص أسبوعي
ca: Envia un resum setmanal
cy: Anfon crynodeb wythnosol
da: Send ugentligt sammendrag
da_instk12: Send ugentligt sammendrag
de: Wöchentliche Zusammenfassung senden
es: Enviar el resumen semanal
es_es: Enviar el resumen semanal
fi: Lähetä viikoittainen yhteenveto
fr: Envoyer un résumé hebdomadaire
fr_ca: Envoyer un résumé hebdomadaire
ga: Seol achoimre sheachtainiúil
hi: दैनिक सारांश भेजें
ht: Voye rezime chak semenn
id: Kirim rangkuman mingguan
is: Senda vikulega samantekt
it: Invia riepilogo settimanale
ja: 毎週のサマリを送信する
ko: 주별 요약 보내기
mi: Tukua whakarāpopototanga ia wiki
ms: Hantar ringkasan mingguan
nb: Send ukentlig sammendrag
nb_instk12: Send ukentlig sammendrag
nl: Wekelijkse samenvatting versturen
pl: Wyślij tygodniowe podsumowanie
pt: Enviar resumo semanalmente
pt_br: Envie-me um resumo semanal
ru: Отправить еженедельный отчет
sl: Pošlji tedenski povzetek
sv: Skicka veckovis sammanfattning
sv_instk12: Skicka veckovis sammanfattning
th: ส่งข้อมูลสรุปประจำสัปดาห์
vi: Gửi tổng kết hằng tuần
zh: 发送每周摘要
zh_hk: 發送每週摘要

source: Sent
ar: مرسَل
ca: S’ha enviat
cy: Wedi anfon
da: Sendt
da_instk12: Sendt
de: Gesendet
es: Enviado
es_es: Enviado
fi: Lähetetty
fr: Envoyé
fr_ca: Envoyé
hi: भेजा गया
ht: Voye
id: Terkirim
it: Inviato
ja: 送信済み
ko: 보냄
mi: Kua tukuna
ms: Telah dihantar
nb: Sendt
nb_instk12: Sendt
nl: Verzonden
pl: Wysłane
pt: Enviada
pt_br: Enviado
ru: Отправлено
sl: Poslano
sv: Skickade
sv_instk12: Skickade
th: ส่งแล้ว
vi: Đã Gửi
zh: 已发送
zh_hk: 已發送

source: Set "Home" to...
ar: تعيين "الصفحة الرئيسية" لـ...
ca: Estableix «Inici» en…
cy: Pennu "Hafan” i...
da: Indstil ''Hjem'' til ...
da_instk12: Indstil "Hjem" til ...
de: „Home“ setzen auf ...
es: Configurar "Home" ("Inicio") a...
es_es: Establecer "Inicio" para...
fi: Määritä ”Etusivu” arvoon…
fr: Fixer l'accueil à..
fr_ca: Définir « Accueil » à
ga: Socraigh "Baile" go ...
hi: “होम” को इस पर सेट करें...
ht: Defini "Akèy" pou...
id: Atur ''Home'' ke...
is: Stilla „Heima“ á...
it: Imposta ''Home page'' su...
ja: 'ホーム'を...に設定する
ko: '홈'을 다음으로 설정...
mi: Whakatau “Kainga” kī ...
ms: Tetapkan "Laman Utama" untuk...
nb: Sett «Hjem» til …
nb_instk12: Sett «Hjem» til …
nl: "Home" instellen naar...
pl: Ustaw Stronę główną na...
pt: Defina "Início" para...
pt_br: Definir "Página Inicial" para...
ru: Установить «Домой» на...
sl: »Domačo stran« nastavi na ...
sv: Ange ”Hem” som …
sv_instk12: Ange ”Hem” som …
th: ตั้งค่า “โฮม” (Home) เป็น..
vi: Đặt "Trang Chủ" thành...
zh: 设置“首页”为...
zh_hk: 將「首頁」設為...

source: Set as Front Page
ar: تعيين كصفحة أمامية
ca: Estableix com a pàgina frontal
cy: Gosod fel Tudalen Flaen
da: Indstil som forside
da_instk12: Indstil som forside
de: Als Frontseite einstellen
es: Establecer como página de inicio
es_es: Establecer como página de inicio
fi: Määritä etusivuksi
fr: Utiliser comme première page
fr_ca: Défini comme Page de couverture
ga: Socraigh mar Leathanach Tosaigh
hi: मुख पृष्ठ के रूप में सेट करें
ht: Defini kòm Paj Dakèy
id: Atur sebagai Halaman Depan
is: Setja sem forsíðu
it: Imposta come pagina iniziale
ja: フロントページとして設定
ko: 시작 페이지로 설정
mi: Whakatau hei Whārangi o mua
ms: Tetapkan sebagai Halaman Depan
nb: Sett som forside
nb_instk12: Sett som forside
nl: Instellen als voorpagina
pl: Usuń jako stronę tytułową
pt: Definir como página inicial
pt_br: Definir como página inicial
ru: Установить в качестве титульной страницы
sl: Nastavi kot prvo stran
sv: Ställ in som framsida
sv_instk12: Ställ in som framsida
th: กำหนดเป็นหน้าแรก
vi: Cài Đặt Làm Trang Đầu
zh: 设置为首页
zh_hk: 設定為標題頁

source: Set text color
ar: تعيين لون النص
ca: Establiu el color del text
cy: Gosod lliw’r testun
da: Indstil tekstfarve
da_instk12: Indstil tekstfarve
de: Textfarbe festlegen
es: Ajustar color del texto
es_es: Ajustar color del texto
fi: Määritä tekstiväri
fr: Régler couleur de texte
fr_ca: Configurer la couleur du texte
ga: Socraigh dath an téacs
hi: पाठ रंग सेट करें
ht: Defini koulè tèks
id: Atur warna teks
is: Stilla lit á texta
it: Imposta colore testo
ja: テキストの色を設定する
ko: 텍스트 색 설정
mi: Whakatau tae kuputuhi
ms: Tetapkan warna teks
nb: Bestemme tekstfarge
nb_instk12: Bestemme tekstfarge
nl: Tekstkleur instellen
pl: Ustaw kolor tekstu
pt: Definir cor do texto
pt_br: Definir cor do texto
ru: Задать цвет текста
sl: Nastavi barvo besedila
sv: Ange textfärg
sv_instk12: Ange textfärg
th: กำหนดสีข้อความ
vi: Cài đặt màu văn bản
zh: 设置文本颜色
zh_hk: 設定文字顏色

source: Settings
ar: الإعدادات
ca: Configuració
cy: Gosodiadau
da: Indstillinger
da_instk12: Indstillinger
de: Einstellungen
es: Configuraciones
es_es: Configuraciones
fi: Asetukset
fr: Paramètres
fr_ca: Paramètres
ga: Socruithe
hi: सेटिंग्स
ht: Paramèt
id: Pengaturan
is: Stillingar
it: Impostazioni
ja: 設定
ko: 설정
mi: Ngā Tautuhinga
ms: Tetapan
nb: Innstillinger
nb_instk12: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
pt_br: Configurações
ru: Настройки
sl: Nastavitve
sv: Inställningar
sv_instk12: Inställningar
th: ค่าปรับตั้ง
vi: Cài Đặt
zh: 设置
zh_hk: 設定

source: Show a month at a time
ar: أظهر شهراً كل مرة
ca: Mostra un mes a la vegada
cy: Dangos un mis ar y tro
da: Vis en måned ad gangen
da_instk12: Vis en måned ad gangen
de: Jeweils einen Monat anzeigen
es: Mostrar un mes por vez
es_es: Mostrar un mes a la vez
fi: Näytä yksi kuukausi kerrallaan
fr: Afficher un mois à la fois
fr_ca: Montrer un mois à la fois
ga: Taispeáin mí ag an am
hi: एक बार में एक महीना दिखाएं
ht: Afiche pa mwa
id: Tampilkan satu bulan pada satu waktu
is: Sýna mánuð í einu
it: Mostra una mese alla volta
ja: 一度に 1 か月表示する
ko: 한 번에 한 달을 표시
mi: Whakāturia he marama i te wā
ms: Tunjuk satu bulan pada satu masa
nb: Vis ett måned om gangen
nb_instk12: Vis ett måned om gangen
nl: Een maand tegelijk tonen
pl: Wyświetlaj miesiące po kolei
pt: Mostrar um mês de cada vez
pt_br: Exibir um mês por vez
ru: Показывать месяц за раз
sl: Prikaži po en mesec naenkrat
sv: Visa en månad åt gången
sv_instk12: Visa en månad åt gången
th: แสดงทีละเดือน
vi: Hiển thị từng tháng một
zh: 一次显示一个月
zh_hk: 一次顯示一個月

source: Show Calendar Events
ar: إظهار أحداث التقويم
ca: Mostreu els esdeveniments del calendari
cy: Dangos Digwyddiadau Calendr
da: Vis kalenderbegivenheder
da_instk12: Vis kalenderbegivenheder
de: Kalenderereignisse anzeigen
es: Mostrar eventos del calendario
es_es: Mostrar eventos del calendario
fi: Näytä kalenteritapahtumat
fr: Afficher les événements du calendrier
fr_ca: Afficher les événements de calendrier
ga: Taispeáin Imeachtaí Féilire
hi: कैलेंडर घटनाएं दिखाएं
ht: Montre Evènman ki nan Kalandriye yo
id: Tampilkan Acara Kalender
is: Sýna viðburði dagatals
it: Mostra eventi calendario
ja: カレンダーイベントを表示
ko: 캘린더 이벤트 표시
mi: Whakaatuhia ngā Takahanga Maramataka
ms: Tunjukkan Acara Kalendar
nb: Vis kalenderoppføringer
nb_instk12: Vis kalenderoppføringer
nl: Kalenderevenementen weergeven
pl: Pokaż wydarzenia w kalendarzu
pt: Mostrar eventos do calendário
pt_br: Mostrar eventos do calendário
ru: Показать календарные события
sl: Prikaži dogodke koledarja
sv: Visa kalenderhändelser
sv_instk12: Visa kalenderhändelser
th: แสดงกิจกรรมในปฏิทิน
vi: Hiển Thị Sự Kiện Lịch
zh: 显示日历事件
zh_hk: 顯示行事曆事件

source: Show Completed
ar: إظهار المكتمل
ca: Mostreu els elements finalitzats
cy: Dangos rhai sydd wedi'u Cwblhau
da: Vis afsluttet
da_instk12: Vis afsluttet
de: Erledigte anzeigen
es: Mostrar completados
es_es: Mostrar lo completado
fi: Näytä suoritetut
fr: Afficher les tâches terminées
fr_ca: Afficher les points terminés
ga: Taispeáin Críochnaithe
hi: पूरे हुए दिखाएं
ht: Montre sa ki Fini
id: Tampilkan Selesai
is: Sýna lokið
it: Mostra completato
ja: 完了項目を表示
ko: 완료됨 표시
mi: Whakaatuhia ngā Mea Kua Oti
ms: Tunjukkan Selesai
nb: Vis fullført
nb_instk12: Vis fullført
nl: Voltooid weergeven
pl: Pokaż ukończone
pt: Mostrar concluídas
pt_br: Mostrar concluídos
ru: Показать завершенные
sl: Prikaži končano
sv: Visa slutförda
sv_instk12: Visa slutförda
th: แสดงรายการที่เสร็จสิ้นแล้ว
vi: Hiển Thị Mục Đã Hoàn Thành
zh: 显示已完成
zh_hk: 顯示已完成

source: Show Correct Answers:
ar: إظهار الإجابات الصحيحة:
ca: Mostreu les respostes correctes:
cy: Dangos Atebion Cywir:
da: Vis korrekte svar:
da_instk12: Vis korrekte svar:
de: Richtige Antworten zeigen:
es: Mostrar las respuestas correctas:
es_es: Mostrar las respuestas correctas:
fi: Näytä oikeat vastaukset:
fr: Afficher les réponses correctes :
fr_ca: Afficher les bonnes réponses :
ga: Taispeáin Freagraí Cearta:
hi: सही उत्तर दिखाएं:
ht: Afiche Bon Repons:
id: Tampilkan Jawaban Benar:
is: Sýna rétt svör:
it: Mostra risposte corrette:
ja: 正解を表示する：
ko: 정답 표시:
mi: Whakātu ngā whakautu tika
ms: Tunjuk Jawapan Betul:
nb: Vis korrekte svar:
nb_instk12: Vis korrekte svar:
nl: Correcte antwoorden tonen:
pl: Pokaż poprawne odpowiedzi:
pt: Mostrar respostas corretas:
pt_br: Exibir respostas corretas:
ru: Показать правильные ответы:
sl: Prikaži pravilne odgovore:
sv: Visa korrekta svar:
sv_instk12: Visa korrekta svar:
th: แสดงคำตอบที่ถูกต้อง:
vi: Hiển Thị Các Câu Trả Lời Đúng:
zh: 显示正确答案：
zh_hk: 顯示正確答案：

source: Show Course Summary
ar: إظهار موجز المساق
ca: Mostra el resum de l'assignatura
cy: Dangos Crynodeb Cwrs
da: Vis fagoversigt
da_instk12: Vis fagoversigt
de: Kursübersicht anzeigen
es: Mostrar Resumen del curso
es_es: Mostrar resumen de la asignatura
fi: Näytä kurssin yhteenveto
fr: Afficher le résumé du cours
fr_ca: Afficher le résumé du cours
ga: Taispeáin Achoimre an Chúrsa
hi: पाठ्यक्रम सारांश दिखाएं
ht: Afiche Rezime Kou
id: Tampilkan Rangkuman Kursus
is: Sýna námskeiðsyfirlit
it: Mostra Riepilogo corso
ja: コースサマリーを表示
ko: 과목 요약 표시
mi: Whakātu Akoranga Whakarāpopotanga
ms: Paparkan Ringkasan Kursus
nb: Vis emnesammendrag
nb_instk12: Vis fagsammendrag
nl: Cursusoverzicht weergeven
pl: Pokaż Podsumowanie kursu
pt: Mostrar Resumo da Disciplina
pt_br: Mostrar resumo do curso
ru: Показать сводные данные по курсу
sl: Prikaz povzetka predmeta
sv: Visa kurssammanfattning
sv_instk12: Visa kurssammanfattning
th: แสดงสรุปบทเรียน
vi: Hiển Thị Tóm Tắt Khóa Học
zh: 显示课程摘要
zh_hk: 顯示課程摘要

source: Show dialog
ar: إظهار مربع الحوار
ca: Mostra el quadre de diàleg
cy: Dangos deialog
da: Vis dialog
da_instk12: Vis dialog
de: Dialog anzeigen
es: Mostrar el diálogo
es_es: Mostrar diálogo
fi: Näytä valintaruutu
fr: Afficher la boîte de dialogue
fr_ca: Afficher la boîte de dialogue
ga: Taispeáin dialóg
hi: डायलॉग दिखाएं
ht: Afiche dyalòg
id: Tampilkan dialog
is: Sýna samtalsglugga
it: Mostra finestra di dialogo
ja: ダイアログを表示
ko: 대화 상자 표시
mi: Whakaatu Korero
ms: Tunjuk dialog
nb: Vis dialog
nb_instk12: Vis dialog
nl: Dialoogvenster tonen
pl: Pokaż okno
pt: Mostrar diálogo
pt_br: Mostrar caixa de diálogo
ru: Показать диалоговое окно
sl: Prikaži pogovorno okno
sv: Visa dialogruta
sv_instk12: Visa dialogruta
th: แสดงกล่องโต้ตอบ
vi: Hiển thị hộp thoại
zh: 显示对话框
zh_hk: 顯示對話

source: Show Grades
ar: عرض التقديرات
ca: Mostra les notes
cy: Dangos Graddau
da: Vis karakterer
da_instk12: Vis vurderinger
de: Noten anzeigen
es: Mostrar calificaciones
es_es: Mostrar notas
fi: Näytä arvosanat
fr: Afficher les notes
fr_ca: Afficher les notes
ga: Taispeáin Marcanna
hi: ग्रेड दिखाएं
ht: Afiche Klas
id: Tampilkan Nilai
is: Sýna einkunnir
it: Mostra voti
ja: 評定を表示
ko: 성적 표시
mi: Whakātu Ngā Kōeke
ms: Tunjuk Gred
nb: Vis vurderinger
nb_instk12: Vis vurderinger
nl: Cijfers tonen
pl: Pokaż oceny
pt: Mostrar Classificações
pt_br: Mostrar Notas
ru: Показать оценки
sl: Prikaži ocene
sv: Visa omdömen
sv_instk12: Visa bedömningar
th: แสดงเกรด
vi: Hiển Thị Điểm
zh: 显示评分
zh_hk: 顯示成績

source: Show more options
ar: إظهار خيارات أكثر
ca: Mostra més opcions
cy: Dangos mwy o ddewisiadau
da: Vis flere muligheder
da_instk12: Vis flere muligheder
de: Weitere Optionen anzeigen
es: Mostrar más opciones
es_es: Mostrar más opciones
fi: Näytä lisäasetukset
fr: Afficher plus d'options
fr_ca: Afficher plus d’options
ga: Taispeáin níos mó roghanna
hi: अधिक विकल्प दिखाएं
ht: Afiche plis opsyon
id: Tampilkan opsi lain
is: Sýna fleiri möguleika
it: Mostra più opzioni
ja: オプションを多く表示する
ko: 더 많은 옵션 표시
mi: Whakātu kōwhiringa nui atu
ms: Tunjuk lebih banyak pilihan
nb: Vis flere alternativer
nb_instk12: Vis flere alternativer
nl: Meer opties weergeven
pl: Pokaż więcej opcji
pt: Mostrar mais opções
pt_br: Mostrar mais opções
ru: Показать больше вариантов
sl: Prikaži več možnosti
sv: Visa fler alternativ
sv_instk12: Visa fler alternativ
th: แสดงตัวเลือกเพิ่มเติม
vi: Hiển thị tùy chọn khác
zh: 显示更多的选项
zh_hk: 顯示更多選項

source: Show One Question at a Time
ar: عرض سؤال واحد في كل مرة
ca: Mostra una pregunta cada vegada
cy: Dangos un cwestiwn ar y tro
da: Vis et spørgsmål ad gangen
da_instk12: Vis et spørgsmål ad gangen
de: Eine Frage nach der anderen anzeigen
es: Mostrar una pregunta a la vez
es_es: Mostrar una pregunta a la vez
fi: Näytä yksi kysymys kerrallaan
fr: Montrer une question à la fois
fr_ca: Montrer une question à la fois
ga: Taispeáin Ceist Amháin san Uair
hi: एक बार में एक प्रश्न दिखाएं
ht: Afiche Kesyon Yonn pa Yonn
id: Tampilkan Satu Pertanyaan pada Satu Waktu
is: Sýna eina spurningu í einu
it: Mostra una domanda per volta
ja: 一度に1つの質問を表示する
ko: 한 번에 한 문제만 표시
mi: Whakātu kotahi pātai ia wā
ms: Tunjuk Satu Soalan pada Satu Masa
nb: Vis ett spørsmål om gangen
nb_instk12: Vis ett spørsmål om gangen
nl: Een antwoord per keer tonen
pl: Pokaż tylko jedno pytanie na raz
pt: Mostrar um Pergunta por vez
pt_br: Exibir uma pergunta por vez
ru: Показывать по одному вопросу за раз
sl: Prikaži po eno vprašanje naenkrat
sv: Visa en fråga åt gången
sv_instk12: Visa en fråga åt gången
th: แสดงทีละคำถาม
vi: Hiển Thị Từng Câu Hỏi Một
zh: 一次显示一个问题
zh_hk: 每次顯示一個問題

source: Show Personal To-dos
ar: إظهار قوائم المهام الشخصية
ca: Mostreu les tasques pendents personals
cy: Dangos rhestr Tasgau i’w Gwneud Personol
da: Vis personlig opgaveliste
da_instk12: Vis personlig opgaveliste
de: Persönliche To-Dos anzeigen
es: Mostrar ítems Por hacer personales
es_es: Mostrar tareas pendientes personales
fi: Näytä henkilökohtaiset tehtävät
fr: Afficher les tâches À Faire personnelles
fr_ca: Afficher les tâches personnelles à faire
ga: Taispeáin Leideanna Pearsanta
hi: व्यक्तिगत 'करने के लिए' दिखाएं
ht: Montre Tach Pèsonèl pou Fè yo
id: Tampilkan Daftar To Do
is: Sýna persónulega verkefnalista
it: Mostra attività personali
ja: 個人のするべきことを表示
ko: 개인 할 일 표시
mi: Whakaatuhia ngā Mahi Whaiaro
ms: Tunjukkan Item Untuk Dilakukan Peribadi
nb: Vis personlige gjøremål
nb_instk12: Vis personlige gjøremål
nl: Persoonlijke lijst met opdrachten weergeven
pl: Pokaż prywatne listy zadań
pt: Mostrar tarefas pessoais
pt_br: Mostrar tarefas pessoais
ru: Показать персональные задачи
sl: Prikaži osebna opravila
sv: Visa personliga att göra-objekt
sv_instk12: Visa personliga att göra-objekt
th: แสดงรายการสิ่งที่ต้องทำส่วนตัว
vi: Hiển Thị Việc Cần Làm Cá Nhân
zh: 显示个人待办任务
zh_hk: 顯示個人待辦事項

source: Show sync details
ar: إظهار تفاصيل المزامنة
ca: Mostreu la informació de sincronització
cy: Dangos manylion cysoni
da: Vis synkroniseringsdetaljer
da_instk12: Vis synkroniseringsdetaljer
de: Synchronisierungsdetails anzeigen
es: Mostrar detalles de sincronización
es_es: Mostrar detalles de sincronización
fi: Näytä synkronoinnin tiedot
fr: Afficher les détails de synchronisation
fr_ca: Afficher les détails en cours de synchronisation
ga: Taispeáin sonraí sioncronaithe
hi: सिंक विवरण दिखाएं
ht: Monte detay senkwonizasyon yo
id: Tampilkan detail sinkronisasi
is: Sýna upplýsingar um samstillingu
it: Mostra dettagli sincronizzazione
ja: 同期詳細を表示する
ko: 동기화 세부 정보 표시
mi: Whakaatuhia te tukutahi taipitopito
ms: Tunjukkan butiran segerakan
nb: Vis synkroniseringsdetaljer
nb_instk12: Vis synkroniseringsdetaljer
nl: Synchronisatiegegevens weergeven
pl: Pokaż szczegóły synchronizacji
pt: Mostrar detalhes de sincronização
pt_br: Mostrar detalhes de sincronia
ru: Показать детали синхронизации
sl: Prikaži podrobnosti sinhronizacije
sv: Visa synkroniseringsinformation
sv_instk12: Visa synkroniseringsinformation
th: แสดงรายละเอียดการซิงค์
vi: Hiển thị chi tiết đồng bộ
zh: 显示同步详情
zh_hk: 顯示同步詳細資料

source: Show tasks from
ar: إظهار المهام بدءًا من
ca: Mostreu tasques des del
cy: Dangos tasgau o
da: Vis opgaver fra
da_instk12: Vis opgaver fra
de: Aufgaben anzeigen von
es: Mostrar tareas desde
es_es: Mostrar tareas desde
fi: Näytä tehtävät alkaen
fr: Afficher les tâches à partir de
fr_ca: Afficher les tâches depuis
ga: Taispeáin tascanna ó
hi: इस समय से शुरू होते टास्क दिखाएं
ht: Montre tach pou fè ki soti nan
id: Tampilkan tugas dari
is: Sýna verkefni frá
it: Mostra attività da
ja: タスク開始時：
ko: 다음부터 작업 표시
mi: Whakaatuhia ngā mahi mai i
ms: Tunjuk tugas dari
nb: Vis oppgaver fra
nb_instk12: Vis oppgaver fra
nl: Taken weergeven vanaf
pl: Pokaż zadania od
pt: Mostrar tarefas de
pt_br: Mostrar tarefas de
ru: Показать задания с
sl: Prikaži opravila od
sv: Visa uppgifter från
sv_instk12: Visa uppgifter från
th: แสดงงานจาก
vi: Hiển thị nhiệm vụ từ
zh: 显示从以下时间开始的任务：
zh_hk: 顯示開始任務

source: Show tasks until
ar: إظهار المهام حتى
ca: Mostreu tasques fins al
cy: Dangos tasgau tan
da: Vis opgaver indtil
da_instk12: Vis opgaver indtil
de: Aufgaben anzeigen bis
es: Mostrar tareas hasta
es_es: Mostrar tareas hasta
fi: Näytä tehtävät asti
fr: Afficher les tâche jusqu’à
fr_ca: Afficher les tâches jusqu’à
ga: Taispeáin tascanna go dtí
hi: इस समय तक खत्म होते टास्क दिखाएं
ht: Montre tach pou fè jiska
id: Tampilkan tugas hingga
is: Sýna verkefni þar til
it: Mostra attività fino a
ja: タスク終了時：
ko: 다음까지 작업 표시
mi: Whakaatuhia ngā mahi tae noa ki
ms: Tunjuk tugas sehingga
nb: Vis oppgaver til
nb_instk12: Vis oppgaver til
nl: Taken weergeven tot
pl: Pokaż zadania do
pt: Mostrar tarefas até
pt_br: Mostrar tarefas até
ru: Показать задания до
sl: Prikaži opravila do
sv: Visa uppgifter till
sv_instk12: Visa uppgifter till
th: แสดงงานถึง
vi: Hiển thị nhiệm vụ cho đến
zh: 显示截止到以下时间的任务：
zh_hk: 顯示結束任務

source: Show What-if Score
ar: عرض النتيجة المفترضة
ca: Mostra la puntuació Què passaria si
cy: Dangos Sgôr Beth-os
da: Vis hvad-nu-hvis-resultat
da_instk12: Vis hvad-nu-hvis-resultat
de: Was-wäre-wenn-Ergebnis anzeigen
es: Mostrar el puntaje hipotético
es_es: Mostrar la puntuación hipotética
fi: Näytä Mitä jos -pistemäärä
fr: Afficher le score conditionnel
fr_ca: Afficher le score de simulation What-If
ga: Taispeáin an Scór Dá mBá Rud é
hi: क्या-अगर अंक दिखाएं
ht: Afiche rezilta analiz ipotèz
id: Tampilkan Skor Bagaimana-Kalau
is: Sýna spáða einkunn
it: Mostra punteggio What-If
ja: 仮定スコアを表示
ko: 가상 점수 표시
mi: Whakaatuhia he aha-mehemea te kaute
ms: Tunjukkan Markah Andaian
nb: Vis Hva-om-poengberegning
nb_instk12: Vis Hva-om-poengberegning
nl: Wat-als-score weergeven
pl: Pokaż wynik prawdopodobny
pt: Mostrar pontuação de simulação
pt_br: Mostrar pontuação hipotética
ru: Показать вероятную оценку
sl: Prikaži simulacijo rezultatov
sv: Visa What if-poäng
sv_instk12: Visa What if-poäng
th: แสดงคะแนน What-if
vi: Hiển Thị Điểm Giả Định
zh: 显示假设分数
zh_hk: 顯示假設分數

source: Show %d missing items
ar: إظهار %d من العناصر المفقودة
ca: Mostra %d elements no presentats
cy: Dangos %d eitem coll
da: Vis %d manglende elementer
da_instk12: Vis %d manglende elementer
de: %d fehlende Elemente anzeigen
es: Mostrar %d ítems faltantes
es_es: Mostrar %d ítems no presentados
fi: Näytä %d puuttuvaa kohdetta
fr: Afficher %d éléments manquants
fr_ca: Afficher %d éléments manquants
ga: Taispeáin %d m(h)ír atá ar iarraidh
hi: %d लापता आइटम दिखाएं
ht: Afiche %d eleman ki manke
id: Tampilkan %d item yang tidak ada
is: Sýna %d atriði sem vantar
it: Mostra %d elementi mancanti
ja: %dの欠如アイテムを表示する
ko: %d개 누락된 항목 표시
mi: Whakāturia %d ngā tūemi e ngaro ana
ms: Tunjukkan %d item tiada
nb: Vis %d manglende elementer
nb_instk12: Vis %d manglende elementer
nl: %d ontbrekende items tonen
pl: Pokaż brakujące elementy: %d
pt: Mostrar %d itens em falta
pt_br: Mostrar %d itens ausentes
ru: Показать %d отсутствующие элементы
sl: Prikaži %d manjkajočih elementov
sv: Visa %d saknade objekt
sv_instk12: Visa %d saknade objekt
th: แสดง %d รายการที่ขาดหาย
vi: Hiển thị %d mục bị thiếu
zh: 显示 %d 个缺失的项目
zh_hk: 顯示 %d 個缺少的項目

source: Shuffle Answers
ar: تبديل الإجابات
ca: Reorganitza les respostes
cy: Cymysgu Atebion
da: Bland svar
da_instk12: Bland svar
de: Antworten mischen
es: Mezclar aleatoriamente las respuestas
es_es: Mezclar aleatoriamente las respuestas
fi: Sekoita vastausvaihtoehdot
fr: Permuter les réponses
fr_ca: Permuter les réponses
ga: Measc Freagraí
hi: उत्तरों में फेरबदल करें
ht: Melanje Repons
id: Kocok Jawaban
is: Stokka svör
it: Riproduci risposte casualmente
ja: 解答をシャッフルする
ko: 응답 섞기
mi: Horahia ngā whakautu
ms: Kocok Jawapan
nb: Bland svar
nb_instk12: Bland svar
nl: Volgorde van antwoorden wisselen
pl: Pomieszaj odpowiedzi
pt: Embaralhar as respostas
pt_br: Embaralhar as respostas
ru: Изменить порядок ответов
sl: Prerazporedi vprašanja
sv: Blanda svaren
sv_instk12: Blanda svaren
th: สลับคำตอบ
vi: Xáo Trộn Câu Trả Lời
zh: 重组答案
zh_hk: 拖放答案

source: Shuffle Answers:
ar: تبديل الإجابات:
ca: Reorganitzeu les respostes:
cy: Cymysgu Atebion:
da: Bland svar:
da_instk12: Bland svar:
de: Antworten mischen:
es: Mezclar aleatoriamente las respuestas:
es_es: Mezclar aleatoriamente las respuestas:
fi: Sekoita vastausvaihtoehdot:
fr: Mélanger les réponses :
fr_ca: Réponses mélangées :
ga: Athraigh Freagraí:
hi: उत्तरों में फेरबदल करें:
ht: Chanje Repons:
id: Kocok Jawaban:
is: Stokka svör:
it: Riproduci risposte casualmente:
ja: 解答をシャッフルする：
ko: 응답 섞기:
mi: Tohatoha whakautu
ms: Kocok Jawapan:
nb: Stokk svar:
nb_instk12: Stokk svar:
nl: Antwoorden schudden:
pl: Losowa kolejność odpowiedzi:
pt: Embaralhar as respostas:
pt_br: Embaralhar respostas:
ru: Перемешать ответы:
sl: Prerazporedi odgovore:
sv: Blanda svar:
sv_instk12: Blanda svar:
th: สลับคำตอบ:
vi: Xáo Trộn Câu Trả Lời:
zh: 切换答案：
zh_hk: 拖放答案：

source: Signature
ar: التوقيع
ca: Signatura
cy: Llofnod
da: Signatur
da_instk12: Signatur
de: Signatur
es: Firma
es_es: Firma
fi: Allekirjoitus
ga: Síniú
hi: हस्ताक्षर
ht: Siyati
id: Tanda Tangan
is: Undirskrift
it: Firma
ja: 署名
ko: 서명
mi: Waitohu
ms: Tandatangan
nb: Signatur
nb_instk12: Signatur
nl: Handtekening
pl: Podpis
pt: Assinatura
pt_br: Assinatura
ru: Подпись
sl: Podpis
sv: Signatur
sv_instk12: Signatur
th: ลายมือชื่อ
vi: Chữ Ký
zh: 签名
zh_hk: 簽名

source: Signature Input
ar: إدخال التوقيع
ca: Entrada de signatura
cy: Mewnbwn Llofnod
da: Signaturinput
da_instk12: Signaturinput
de: Signatur Eingabe
es: Entrada de firma
es_es: Entrada de la firma
fi: Allekirjoituksen syöttö
fr: Saisie de la signature
fr_ca: Entrée de la signature
ga: Ionchur Sínithe
hi: हस्ताक्षर इनपुट
ht: Mete Siyati
id: Input Tanda Tangan
is: Inntak undirskriftar
it: Inserimento firma
ja: 署名入力
ko: 서명 입력
mi: Waitohu Whakauru
ms: Input Tandatangan
nb: Signaturinngang
nb_instk12: Signaturinngang
nl: Invoer handtekening
pl: Edycja podpisu
pt: Entrada da assinatura
pt_br: Entrada de assinatura
ru: Ввод подписи
sl: Vnos podpisa
sv: Signaturindata
sv_instk12: Signaturindata
th: ข้อมูลลายมือชื่อ
vi: Mục Nhập Chữ Ký
zh: 签名输入
zh_hk: 簽名輸入
